Revit 2027 API
BuiltInFailures.GroupFailures.InvalidGroup Property
 This group is invalid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InvalidGroup { get; }
Public Shared ReadOnly Property InvalidGroup As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InvalidGroup {
	FailureDefinitionId^ get ();
}
static member InvalidGroup : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace